export const colors = {
  lost: '#E587FC',
  art: '#6775FC',
  arch: '#ED7F71',
  orbit: '#FF914F',
  kids: '#78D7E0',
  tourism: '#48D27E',
  ninety: '#FFD15A',
};

export const titles = {
  kids: 'детские площадки',
  arch: 'архитектура',
  art: 'Арт',
  tourism: 'Окрестности',
  lost: 'Утрачено',
  orbit: 'Кафе «Орбита» ',
  ninety: 'Иван Найнти',
};

export const images = {
  kids: '/v1673030161/duotone_1_ntv5nd.webp',
  arch: '/v1673030489/duotone_2_sbqgqj.webp',
  lost: '/v1673030580/duotone_3_kmioi2.webp',
  tourism: '/v1673030685/duotone_4_hndnpn.png',
  art: '/v1673030886/duotone_5_rqsykt.webp',
  orbit: '/v1673031107/duotone_7_xpf6ue.webp',
  ninety: '/v1673031070/duotone_6_u3sqad.webp',
};

export const descriptions = {
  kids: 'Мы выделили в отдельный слой детские площадки, которые были построены в Протвино во времена СССР в 1960-1980е года,так как считаем, что они заслуживают внимания. Интересен и сам подход проектирования площадок, например, различные тематики - морское дно, космос, народные сказки и зодчество, и материалы, формы и в целом масштаб, которые сейчас редко можно встретить в строительстве подобных объектов - монолитный бетон, гнутый металл (много металла), цельные деревья, кирпичи и прочее.',
  arch: 'Протвино проектировали с нуля, этим занималась команда московских архитекторов из Государственного специализированного проектного института (ГСПИ). Создателем генерального плана строительства был Д.М. Корин. В городе мало типовых жилых зданий, некоторые построены по переботанным проектам стран соцлагеря. Также среди нежилых объектов есть много интересных с архитектурной точки зрения. Мы отметили на карте все,  на что по нашему мнению нужно обратить внимание.',
  art: 'Для оформления жилых и нежилых архитектурных форм в Протвино привлекались художники-монументалисты, скульпторы и многие другие. Над внешним обликом города потрудилось множество профессионалов, чтобы сама среда в городе вдохновляла. На слое Арт мы показываем артефакты, которые формируют неповторимое пространство города.',
  tourism:
    'На этот слой мы вынесли интересные места, которые стоит посетить в окрестностях Протвино. Все их можно обойти за несколько часов в рамках прогулочного маршрута.', // Olive
  lost: 'Малые архитектурные формы Протвино (универсамы, магазины, парикмахерские и т.д.) были построены в едином ключе, свойственном архитектуре советского модернизма: большие витрины, натуральные материалы, стилизованные вывески. Некоторые были спроектированы в определенном стиле, например, Русь с отсылками к русскому зодчеству как снаружи, так и в интерьерах. В настоящее время торговые помещения отданы под аренду сетевым ритейлерам, ограничений по изменению облика нет, поэтому магазины потеряли свою идентичность и, как правило, замурованы пластиком релевантного ритейлеру цвета. Редакция нашего сайта не поддерживает отношение к архитектуре, для полноты картины мы представляем фото в формате было-стало, чтобы вы самостоятельно смогли оценить изменения.', // Coral
  orbit:
    "Кафе 'Орбита'  было открыто в 1965 г. на улице Победы,  здесь принимали и обслуживали представителей иностранных делегаций из разных стран, проводили праздничные события для сотрудников ИФВЭ, в частности праздновали историческое событие – запуск Ускорителя. Одноименная кондитерская 'Орбита' работает с до сих пор и обеспечивает город своими кондитерскими изделиями. В сети киосков можно купить торты, эклеры, шу, буше, и многое другое. Самые популярные, можно сказать, фирменные блюда - торт 'Медовик' и эклеры. Кто ни разу не пробовал Протвинские эклеры, ищите на карте ближайшую точку и вперед!",
  ninety:
    'Иван Найнти родился и живёт в городе Протвино. По образованию инженер-программист и графический дизайнер. \n\n Начал свой путь в искусстве с классического граффити в 2007 году и плёночной фотографии. В настоящее время сконцентрирован на создании муралов и живописи, основанной на собственных бумажных и цифровых коллажах. \n \n Иван работает с разными медиа и текстурами, соединяя абстракцию и фигуратив в своих работах. Его произведения наполнены чувством ностальгии. Главные темы в творчестве Ивана Найнти о воспоминаниях мест и людей, различных человеческих чувств и состояний, темах детства и красоты природы. Вдохновляясь старыми технологиями печати фотографии, его работы обычно выполнены в монохромных палитрах, в эстетике цианотипии, сепии и чёрно-белой фотографии.\n \n Иван принимал участие в различных фестивалях, мероприятиях и выставках, посвящённых теме уличного искусства. Его муралы вы можете встретить во многих городах России (Протвино, Москва, Тула, Калининград, Апатиты, Нижний Новгород, Астрахань, Альметьевск, Екатеринбург, Тюмень, Новосибирск, Шерегеш и остров Сахалин). Также у Ивана есть международный опыт в Польше (Лодз) в 2017, и в Бразилии (Рио-де-Жанейро) в 2018. \n \n Работы Ивана Найнти хранятся в коллекциях у друзей и коллекционеров из России, Чехии, Нидерландов, Германии, Англии, Израиля, Пуэрто-Рико и Бразилии.',
};
